<template>
   <div>
      <el-dialog-module :isShow="isShow"
                        :title="title"
                        @onClose="onClose"
                        :closeOnClickModal="false"
                        :dialogButton="dialogButton"
                        width="1000px">
         <template #content>
            <div class="imgp">
               <div class="imgp-title">《印章管理协议》</div>
               <p>
                  智采云（北京）科技有限公司与杭州天谷信息科技有限公司合作，由杭州天谷信息科技有限公司为智采云SaaS平台上的企业提供电子签章服务，以下是《e签宝服务协议》《用户隐私政策》《数字证书服务协议》。
               </p>
               <div>
                  <span>《e签宝服务协议》</span>
                  <p>
                     本协议是由杭州天谷信息科技有限公司与e签宝用户签署的e签宝服务协议，杭州天谷信息科技有限公司为e签宝用户提供e签宝平台下的各项服务，本协议具有合同效力，用户经勾选确认本协议成立并生效。
                  </p>
               </div>
               <p>本e签宝服务协议更新日期为2021年12月20日，将于2021年12月20日正式生效。</p>
               <div>
                  <span>一、声明与承诺</span>
                  <p>
                     1.1
                     您确认，在您注册成为e签宝用户前已充分阅读、理解本协议的全部内容，一旦您注册成功使用本服务，即表示您同意遵循本协议之所有约定。若您不同意本协议的任意内容或者无法对本协议中的条款正确理解的，请不要勾选本协议进行后续操作。同时，您承诺遵守中国法律、法规、规章及其他政府规范性文件的规定，如有违反而造成任何法律后果，您将以本人名义独立承担所有相应的法律责任。
                  </p>
                  <p>
                     1.2
                     您同意，本公司有权随时对本协议内容进行单方面的变更，无需另行单独通知您，变更将在www.esign.cn网站进行公布。若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受本协议修改后的内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应自行停止使用本服务。
                  </p>
               </div>
               <div>
                  <span>二、定义与解释</span>
                  <p>
                     2.1 e签宝账号
                     是本公司向您提供的唯一编号。您可自行为该账户设置密码，用以使用或查询e签宝平台为您提供的电子签名服务。您需使用本人电子邮箱或手机号码或本公司允许的其它方式，例如通过输入密码、回填手机短信验证码、扫描二维码等，作为登录e签宝账号的方式。
                  </p>
                  <p>2.2 e签宝平台 除本协议另有规定外，指web.esign.cn及e签宝相关移动客户端、e签宝在其它应用下的小程序等能够提供e签宝服务的信息系统。</p>
                  <p>
                     2.3 电子认证服务机构
                     获得了《电子认证服务许可证》，受订户信任的，负责数字证书创建和签发、更新、吊销、密钥管理、证书查询、证书黑名单（又称证书吊销列表或CRL）发布的第三方机构。
                  </p>
                  <p>
                     2.4 数字证书
                     即电子签名认证证书，是电子认证服务机构颁发的，包含电子认证服务提供者名称、证书持有人名称、证书序列号、证书有效期、证书持有人的电子签名验证数据、电子认证服务提供者的电子签名等信息的电子文件。
                  </p>
                  <p>
                     2.5 数字签名
                     附加在数据单元上的一些数据，或是对数据单元所作的密码变换。这种数据或变换允许数据单元的接收者用以确认数据单元的来源和数据单元的完整性并保护数据，防止被人（例如接收者）进行伪造。
                  </p>
                  <p>电子印章 基于数字签名技术实现的传统物理印章的电子化图像数据，具有数字化存储、拥有唯一标识、基于数字签名技术保护以及授权后方可使用等基本特征。</p>
                  <p>
                     2.7 手绘签名 基于数字签名技术实现的传统手写签字的电子化图像数据，具有数字化存储、拥有唯一标识、基于数字签名技术保护以及授权后方可使用等基本特征。
                  </p>
                  <p>
                     2.8 电子签名（签章）
                     基于电子笔迹或电子印章信息，采用数字签名技术，实现对电子文件（如：Word、Excel、网页、PDF、OFD等）的安全保护和印章信息的可视化图形展现，可用以辨识电子文件签署者身份的真实性、签章行为的不可抵赖性，以及被签章文件的完整性。
                  </p>
                  <p>2.9 时间戳 是指由第三方提供的具有法律效力的时间戳，证明某份电子数据在某个时间点已经存在，该时间点后的任何修改均能被发现。</p>
               </div>
               <div>
                  <span>三、服务内容</span>
                  <p>3.1 电子签名服务</p>
                  <p>
                     3.1.1
                     您可以通过e签宝平台制作专属于您的电子签名制作数据，您可以在e签宝平台选择适合您的实名认证的方式进行数字证书的申请，您可选择模板印章、手绘签名等印章服务制作您的专属个人印章，您可在e签宝平台查阅相应的电子文件，采用您的个人印章，依据您的个人意愿调用您的数字证书私钥完成电子文件的签署。
                  </p>
                  <p>3.1.2 在您进行电子文件签署的同时，e签宝平台会为该份电子文件加盖时间戳，确定每次电子签名的签约时间。</p>
                  <p>3.1.3 e签宝确保您在平台上制作的电子签名制作数据专属于您所有并由您控制。</p>
                  <p>3.2 存证出证服务</p>
                  <p>
                     3.2.1
                     为了确保后期您的电子合同能更具有证明力，您授权e签宝平台收集固定您的签署信息，包括但不限于操作账号的设备信息、网络信息、系统日志、签署人身份信息、签署方式等数据。
                  </p>
                  <p>3.2.2 经您签署后的电子文件以及签署信息实时同步传输至e签宝的存证系统，并实时采用时间戳技术进行固定；</p>
                  <p>3.2.3 经固定后的电子文件或签署信息，您可以通过e签宝平台出具电子版或纸质版本的证据报告，证明电子文件以及签署过程的真实性。</p>
                  <p>3.3 法律服务</p>
                  <p>
                     3.3.1
                     您授权e签宝将您签署的电子文件哈希值同步传输至与e签宝合作的第三方公证处，您可以通过e签宝的存证平台申请出具公证书，证明电子文件自存储至公证处之日起未被篡改的证明。
                  </p>
                  <p>
                     3.3.2
                     您授权e签宝将您签署的电子文件哈希值同步传输至e签宝合作的第三方司法鉴定中心，您可以通过e签宝的存证平台申请出具司法鉴定意见书，证明电子文件与电子文件哈希值比对一致性的证明。
                  </p>
               </div>
               <div>
                  <span>四、服务费用</span>
                  <p>
                     在您使用本服务时，本公司有权向您收取服务费用。本公司拥有制订及调整服务费之权利，具体服务费用以您使用本服务时本网站产品页面上所列之收费方式公告或您与本公司达成的其他书面协议为准。
                  </p>
               </div>
               <div>
                  <span>五、用户账户</span>
                  <p>5.1 注册相关</p>
                  <p>
                     5.1.1 e签宝用户分为个人用户和企业用户，在您同意接受本协议并注册成为e签宝用户时，请确认您已经年满
                     18周岁，或者您是在中国大陆地区合法开展经营活动或其他业务的法人或非法人组织；本协议内容不受您所属国家或地区法律的排斥。不具备前述条件的，您应立即终止注册或停止使用本服务。
                  </p>
                  <p>
                     5.1.2
                     e签宝账户是本平台向您提供的唯一编号，除本协议另有规定或相关产品另有规则外，您须在本网站注册或通过手机验证码登陆取得本公司提供给您的e签宝账户，并且按照本公司要求提供相关信息方可使用本公司提供的全部服务。
                  </p>
                  <p>
                     5.1.3
                     您应准确真实地填写本网站要求您提供的注册信息，认真完善个人资料，确保联系方式、电子邮件地址的真实性，以便本公司与您进行及时、有效的联系。您声明并保证,您在注册时填写的联系方式即手机号为您本人所控制，无论该联系方式即手机号是否在您本人名下，均能够体现您本人的意志。
                  </p>
                  <p>5.1.4 您确认如您代表其他自然人、法人及非法人组织在本平台上注册，则您声明并保证，您已获得其合法授权并受本协议的约束。</p>
                  <p>5.2 认证相关</p>
                  <p>
                     5.2.1
                     您通过注册或者其他本公司允许的方式实际获得e签宝账号后，即可使用e签宝提供的电子签章的服务，您可以选择是否使用e签宝提供的实名认证服务。如果您选择了实名认证，您可以使用专属于您本人的数字证书完成电子签章，如果您未选择实名认证，e签宝将使用杭州天谷信息科技有限公司的防篡改数字证书为您完成电子签章。
                  </p>
                  <p>
                     5.2.2
                     如您未进行实名认证而完成电子签章，已完成的电子签章后的数字证书并不会因您再次进行实名认证而替换，电子签章完成签署后是不可撤销的。如您需要使用您本人的数字证书进行电子签章，您应进行实名认证，重新发起电子签章的行为。
                  </p>
                  <p>
                     5.2.3
                     如您未进行实名认证而完成电子签章，虽经电子签章签订的电子数据能实现防篡改的功能，但因您在e签宝的账号未能和您的真实身份进行验证，该份经您电子签章的电子数据有可能会因主体身份不明等原因不被司法审判机构予以认可。
                  </p>
                  <p>
                     5.2.4
                     如您未进行实名认证而完成电子签章，您应将未经实名认证而签署电子合同的风险及责任承担，明确的告知签署电子合同的各方并在电子合同中明确的方式注明，确保合同的各方在明确知悉风险和责任承担的情况下采用电子签章签署电子合同。
                  </p>
                  <p>
                     5.2.5
                     您知悉您及您的签署关联方未使用实名认证的法律后果，您可根据您的实际应用场景及需求自主选择是否使用本公司的实名认证，如果您未使用本公司的实名认证的，导致您及您的签署关联方签订的电子合同不具备法律效力的，本公司不承担责任，本公司仅为实名认证及电子签章的技术服务提供商，本公司不对您是否选择实名认证、或选择不同类型的实名认证的法律后果承担责任。
                  </p>
                  <p>
                     您应按照e签宝的要求完善您的身份信息以最终完成实名认证，若您或您的签署关联方的电子签名（签章）操作因未完成实名认证而使您或您的签署关联方的电子签章行为以及因此签订的电子合同不受相关法律保护的，您须自行承担相应的法律责任。
                  </p>
                  <p>5.2.7 与认证服务相关的具体约定请详见e签宝《认证服务协议》。</p>
                  <p>5.3 信息相关</p>
                  <p>
                     5.3.1
                     您应按照e签宝要求在取得该账户后及时更新您正确、最新及完整的身份信息及相关资料。若本公司有合理理由怀疑您提供的身份信息及相关资料错误、不实、过时或不完整的，本公司有权暂停或终止向您提供部分或全部e签宝服务。本公司对此不承担任何责任，您将承担因此产生的任何直接或间接支出。若因国家法律法规、部门规章或监管机构的要求，本公司需要您补充提供任何相关资料时，如您不能及时配合提供，本公司有权暂停或终止向您提供部分或全部e签宝服务，若因您不能配合提供相关材料而造成任何损失，本公司对此不承担任何责任。
                  </p>
                  <p>
                     5.3.2
                     您应当准确提供并及时更新您提供的电子邮件地址、联系方式，以便本公司与您进行及时、有效的联系。您应完全独自承担因通过这些联系方式无法与您取得联系而导致的您在使用本服务过程中遭受的任何损失或增加任何费用等不利后果。您理解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按本公司的要求进行操作。
                  </p>
                  <p>
                     5.3.3
                     您应及时更新资料（包括但不限于身份证、户口本、护照等证件或其他身份证明文件、联系方式、作为e签宝账户登录名的邮箱或手机号码、与e签宝账户绑定的邮箱、手机号码等）。因您未及时更新资料导致的一切后果，均应由您自行承担，该后果包括但不限于导致本服务无法提供或提供时发生任何错误、账户及电子签名制作数据被别人盗用。
                  </p>
                  <p>
                     5.3.4 若您为个人用户，您确认，本公司有权要求核对您的有效身份证件或其他必要文件,
                     并留存有效身份证件的彩色扫描件，您应积极配合,否则本公司有权限制或停止向您提供部分或全部e签宝服务；同时您同意本公司有权将您的个人身份信息、证件复印件或扫描件相应传输至征信机构及其他具有国家认可资质的数据服务提供商，由该等机构以验证签约方身份之目的使用并保存。
                  </p>
                  <p>
                     5.3.5
                     若您为企业用户，贵企业合并、解散、注销、宣告破产或倒闭，或被吊销营业执照等主体资格终止的，您应于上述情况发生的5个工作日内通过书面形式告知e签宝，终止使用您以该企业用户注册的e签宝账户以及相应的数字证书，否则，e签宝有权随时注销您的e签宝账户及撤销您的数字证书而不承担任何违约责任，因您未尽该通知义务给e签宝造成损失的，由您负责全部赔偿。
                  </p>
                  <p>
                     5.3.6
                     若您为企业用户，在发生企业信息变更的情况下，需要您在完成工商信息变更后，在e签宝平台企业控制台中再次进行实名认证，以更新您的账号相关信息，并申请新的数字证书用于文件签署。如果您在企业信息变更后未及时在e签宝平台再次认证，仍继续使用包含原企业信息的数字证书签署文件，那么e签宝对该行为导致的一切风险和损失不承担责任。
                  </p>
                  <p>
                     5.3.7
                     您同意，本公司有权根据您的选择对您或您的签署关联方使用本服务过程中需要提交的资料（包括但不限于手机号、邮箱、身份证、户口本、实名银行账户、营业执照、组织机构证明等）进行认证审核，认证审核仅限于对用户提交的资料及信息进行甄别与核实，本公司将对用户提交的资料和信息进行合理、谨慎的形式审查，但在本公司的合法权限和合理能力范围内，本公司无法实质审查用户的实际经营、运营以及交易等行为，并不为此提供任何担保。因用户行为导致与其他用户或第三方发生争议的，由用户独立对外承担责任，因此给本公司、其他用户或第三方造成损害的，您应当依法予以赔偿。
                  </p>
                  <p>
                     5.3.8
                     如您通过第三方平台的网站查阅本协议并勾选确认本协议成立，视为您同意将第三方平台上产生的数据同步至e签宝平台，且第三方平台已经将其平台上产生的数据传送至e签宝平台，用户可以在e签宝平台获取用户的数据，比如签署后的电子合同，以及相应的证据报告等。
                  </p>
                  <p>
                     5.3.9
                     如获得您的授权（您在支付宝合同管家小程序中授权），e签宝将把您签署的电子合同同步传输至支付宝合同管家小程序，您可以在支付宝小程序中查看到您已签署的电子合同。同时为便于查看，您授权支付宝为提升服务就您签署的合同进行物理的整合和归档等功能。
                  </p>
                  <p>5.4 注销相关</p>
                  <p>5.4.1 您所申请注销的e签宝账户应当是您本人依照《e签宝服务协议》的约定注册的账户。您应当依照本公司规定的程序或网站上的提示进行e签宝账户注销。</p>
                  <p>
                     5.4.2
                     注销账户是不可恢复的操作，您将无法再使用该账户或找回您添加或绑定在该账户上的任何内容，包括数字证书、手绘签名、电子印章、电子文件和签名记录相关信息（即使您使用相同的手机号码再次注册并使用e签宝），您应自行备份该账户相关的信息和数据。操作之前，请确认与该账户相关的所有文档均已妥善处理。
                  </p>
                  <p>
                     5.4.3 e签宝账户注销将导致本公司与您约定的双方的权利义务终止，同时还可能对该账户产生如下结果，由您自行承担：
                  <ul>
                     <li>A. 该账户的全部个人资料和已签署文档都将无法找回；</li>
                     <li>B. 该账户的联系人将无法通过该账户联系您；</li>
                     <li>C. 该账户所充值的套餐费用余额将不予退回。</li>
                  </ul>
                  </p>
                  <p>
                     5.4.4
                     您申请注销的e签宝账户应当不存在任何由于该账户被注销而导致的未了结的合同关系与其他基于该账户的存在而产生或维持的权利义务，以及本公司认为注销该账户会由此产生未了结的权利义务而产生纠纷的情况。
                  </p>
                  <p>
                     5.4.5
                     在e签宝账户注销期间，如果您的账户被他人投诉、被国家机关调查或者正处于诉讼、仲裁程序中，或被发现有任何情况，我公司有权自行终止您e签宝账户的注销而无需另行得到您的同意。
                  </p>
                  <p>
                     5.4.6
                     您同意，如您申请注销e签宝账户时，本公司尚在或需要对您的有关合同签署进行核查的，本公司有权继续冻结您的e签宝账户以便继续核查，并在必要时有权向监管或司法部门举报欺诈或非法行为。注销您的e签宝账户不代表该账户注销签的账户行为和相关责任得到豁免或减轻。
                  </p>
                  <p>5.5 账户安全</p>
                  <p>
                     5.5.1
                     您应当妥善保管您的e签宝登录名和密码、身份信息、手机验证码等信息，对于因本人原因导致密码泄露、身份信息泄露所致的损失，由您自行承担。您应当妥善保管处于您或应当处于您掌控下的这些产品或设备，对于这些产品或设备遗失所致的任何损失，由您自行承担。
                  </p>
                  <p>5.5.2 基于计算机端、手机端以及使用其他电子设备的用户使用习惯，我们可能在您使用具体产品时设置不同的账户登录模式及采取不同的措施识别您的身份。</p>
                  <p>
                     5.5.3
                     如您发现有他人冒用或盗用您的e签宝登录名、密码、验证码或任何其他未经合法授权之情形，或发生与e签宝账户关联的手机或其他设备遗失或其他可能危及到e签宝账户安全情形时，应立即以有效方式通知本公司，向本公司申请暂停相关服务。您理解本公司对您的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及所导致的您的损失不承担任何责任。
                  </p>
                  <p>
                     5.5.4 您应确保在持续登录本系统时段结束时，以正确步骤离开网站。本公司不能也不会对因您未能遵守本款约定而发生的任何损失、损毁及其他不利后果负责。
                  </p>
                  <p>
                     5.5.5
                     您确认，您自行对您的e签宝账户负责，只有您本人方可使用该账户。该账户不可转让、不可赠与、不可继承，但账户内的相关资产可被依法继承。在您决定不再使用该账户时，您应将该账户内的可用数据导出或删除，并按本公司规定流程向本公司申请注销该账户。
                  </p>
                  <p>
                     5.5.6
                     本公司有权了解您使用本公司产品或服务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、准确的信息；如果本公司有合理理由怀疑您提供虚假交易信息的，本公司有权暂时或永久限制您所使用的产品或服务的部分或全部功能，其相应后果由您自行承担。
                  </p>
               </div>
               <div>
                  <span>六、用户使用规则</span>
                  <p>
                     6.1
                     本公司通过以下三种方式接受来自您的指令：其一，您在本网站或其他可使用本服务的网站或软件上通过以您的e签宝账户名及密码或数字证书等安全产品登录e签宝账户并依照本服务预设流程所修改或确认的指令；其二，您通过您注册时作为该账户名称或者与该账户绑定的手机或其他专属于您的通讯工具（以下合称该手机）号码向本系统发送的信息（短信或电话等）回复；其三，您通过您注册时作为该账户名称或者与该账户名称绑定的其他硬件、终端、软件、代号、编码、代码、其他账户名等有形体或无形体向本系统发送的信息。无论您通过以上三种方式中的任一种向本公司发出指令，都不可撤回或撤销，且成为本公司为您提供电子签名（签章）服务的唯一指令，视为您本人的指令，您应当自己对本公司忠实执行上述指令产生的任何结果承担责任。本协议所称绑定，指您的e签宝账户与本条上述所称有形体或无形体存在对应的关联关系，这种关联关系使得e签宝服务的某些服务功能得以实现，且这种关联关系有时使得这些有形体或无形体能够作为本系统对您的e签宝账户的识别和认定依据。
                  </p>
                  <p>
                     6.2
                     您在使用本服务过程中，本协议内容、网页上出现的关于交易操作的提示或本公司发送到该手机的信息（短信或电话等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意本公司有权单方修改服务的相关规则，而无须征得您的同意，服务规则应以您使用服务时的页面提示（或发送到该手机的短信或电话等）为准
                     ，您同意并遵照服务规则是您使用本服务的前提。
                  </p>
                  <p>
                     6.3
                     本公司会以电子邮件、发送手机短信等方式通知您电子签名（签章）等服务进展情况以及提示您进行下一步的操作，但本公司不保证您能够收到或者及时收到该邮件或短信等，且不对此承担任何后果，因此，在交易过程中您应当及时登录到本网站查看和进行电子签名（签章）操作。因您没有及时查看和进行电子签名（签章）操作而导致的任何纠纷或损失，本公司不负任何责任。
                  </p>
                  <p>
                     6.4
                     您同意授权本公司向您的电子签署关联方定向提供您的签署信息，且同意本服务在未改变您所提供信息实质内容的情况下免于承担因该信息引起的任何法律责任。您同意在您征得签署关联方同意的情况下，向本公司提供其必要的签署信息（包括但不限于姓名、联系电话、电子邮箱、身份证号码等），您对此信息的真实性负责，因您提供的信息不真实、不完整而导致的任何纠纷或损失，本公司不负任何责任。
                  </p>
                  <p>
                     6.5
                     您确认如您代表其他组织在本平台上签署文件的情况下，您向本公司提供其必要的签署信息（包括但不限于组织机构证明材料、印章等）已经获得该组织的合法授权，您应确保上述信息完整、真实、最新。您应对因您未能遵守本款约定而发生的任何损失、损毁及其他不利后果负责。
                  </p>
                  <p>
                     6.6
                     您实际使用本公司提供的电子签章服务即视为您同意与您的签署相对方就电子文件的签署已经达成合意且同意使用电子签名的方式完成该文件的签署，并且您认可签署过程中产生的电子数据。
                  </p>
                  <p>
                     6.7
                     您授权并同意本公司将您通过不同方式登陆e签宝平台后的所有的电子数据进行信息同步，您可以登陆e签宝平台上的任一页面进行操作，该操作操作信息会同步在e签宝平台的其他的页面、APP或第三方应用的小程序中。
                  </p>
                  <p>6.8 使用风险</p>
                  <p>
                     6.8.1
                     在使用本服务时，若您或与您签署电子文件的对方未遵从本协议或网站说明页面中之操作提示、规则，则本公司有权拒绝为您与签名对方提供相关服务，且本公司不承担损害赔偿责任。
                  </p>
                  <p>
                     6.8.2
                     因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照电子签名（签章）提示操作，未及时进行实名认证操作、未及时进行电子签名（签章）操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入。
                  </p>
                  <p>6.9 数据存储</p>
                  <p>6.9.1 本公司不对您在本服务中相关数据的删除或储存失败负责，但是您认可e签宝账户的签名记录等均以e签宝系统记录的数据为准。</p>
                  <p>
                     6.9.2
                     本公司有权根据实际情况自行决定单个用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本服务中的相关数据。
                  </p>
                  <p>
                     6.9.3 如果您停止使用本服务或服务被终止或取消，本公司可以从服务器上永久地删除您的数据。在服务停止、终止或取消后，本公司没有义务向您返还任何数据。
                  </p>
                  <p>6.10 使用限制</p>
                  <p>
                     6.10.1
                     您在使用本服务时应遵守中华人民共和国相关法律法规、您所在国家或地区之法令及相关国际惯例，不将本服务用于任何非法目的，也不以任何非法方式使用本服务。
                  </p>
                  <p>
                     6.10.2
                     您不得利用本服务从事侵害他人合法权益之行为，否则本公司有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，您应承担赔偿责任。
                  </p>
                  <p>
                     6.10.3
                     您理解并同意，本公司不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿（无论本公司是否已被告知该等损害赔偿的可能性）：
                  <ul>
                     <li>A. 本公司有权基于单方判断，包含但不限于本公司认为您已经违反本协议的明文规定及精神，对您的名下的全部或部分e签宝账户暂停、中断或终止向您提供本服务或其任何部分，并移除您的资料。</li>
                     <li>本公司在发现异常签名或合理怀疑签名有疑义或有违反法律规定或本协议约定之虞时，有权不经通知先行暂停或终止您名下全部或部分e签宝账户的使用（包括但不限于对这些账户名下的电子文件和在途签名流程采取取消签名等限制措施），并拒绝您使用本服务之部分或全部功能，并通过邮件或站内信或客户端通知等方式通知您，您应及时予以关注。</li>
                     <li>C. 您理解并同意，存在如下情形时，本公司有权对您名下e签宝账户暂停或终止提供全部或部分e签宝服务，或对签名流程的全部或部分进行终止，且有权限制您所使用的产品或服务的部分或全部功能（包括但不限于对这些账户名下的电子文件和在途签名流程采取取消签名等限制措施）， 并通过邮件或站内信或者客户端通知等方式通知您，您应及时予以关注：</li>
                  </ul>
                  <ul>
                     <li>1）根据本协议的约定；</li>
                     <li>2）根据法律法规及法律文书的规定；</li>
                     <li>3）根据有权机关的要求；</li>
                     <li>4）您使用e签宝服务的行为涉嫌违反国家法律法规及行政规定的；</li>
                     <li>5）本公司基于单方面合理判断认为账户操作、签名流程等存在异常时；</li>
                     <li>6）本公司依据自行合理判断认为可能产生风险的；</li>
                     <li>7）您在参加市场活动时有批量注册账户及其他舞弊等违反活动规则、违反诚实信用原则的；</li>
                     <li>8）您遭到他人投诉，且对方已经提供了一定证据的；</li>
                     <li>9）您可能错误地将他人账户进行了实名制或实名认证的。</li>
                  </ul>
                  </p>
                  <p>6.10.4 如您申请恢复服务、解除上述冻结，您应按本公司要求如实提供相关资料及您的身份证明以及本公司要求的其他信息或文件，以便本公司进行核实，且本公司有权依照自行判断来决定是否同意您的申请。您应充分理解您的申请并不必然被允许。您拒绝如实提供相关资料及身份证明的，或未通过本公司审核的，则您确认本公司有权长期对该等账户停止提供服务且长期限制该等产品或者服务的部分或全部功能。</p>
                  <p>6.11 在本公司合理认为有必要时，本公司无需事先通知即可终止提供本服务，并暂停、关闭或删除您名下全部或部分e签宝账户及这些账户中所有相关资料及档案，并将您滞留在这些账户的电子文件退回到您的电子邮箱。</p>
                  <p>6.12 根据《电子签名法》的规定下列情形不适合使用电子文书：
                  <ul>
                     <li>A. 涉及婚姻、收养、继承等人身关系的；</li>
                     <li>B. 涉及停止供水、供热、供气等公用事业服务的；</li>
                     <li>C. 法律、行政法规规定的不适用电子文书的其他情形。</li>
                  </ul>
                  </p>
                  <p>6.13 您不得将本服务用于非本公司许可的其他用途。
                  </p>
                  <p>6.14 您应当知悉，e签宝需履行平台管理义务，因此e签宝有权根据具体的法律、法规、政策及环境变化，设置用户准入政策，并基于前述政策决定是否与您订立合同关系。您对此没有异议，并将配合我们提交您的准入审核材料和接受e签宝的审核结果。e签宝的用户准入政策请您详见e签宝官方网站的公告，或联系e签宝客服索取相关政策文件。
                  </p>
               </div>
               <div>
                  <span>七、用户隐私政策</span>
                  <p>e签宝将严格按照《中华人民共和国个人信息保护法》保护您的个人隐私，处理您的个人信息。涉及个人隐私的处理规则请您详见e签宝《用户隐私政策》。</p>
               </div>
               <div>
                  <span>八、知识产权声明</span>
                  <p>8.1 本网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本公司或本公司关联企业依法拥有其知识产权，包括但不限于商标权 、专利权、著作权、商业秘密等。
                  </p>
                  <p>8.2 非经本公司或本公司关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。
                  </p>
               </div>
               <div>
                  <span>九、免责声明</span>
                  <p>9.1 本公司系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于：
                  <ul>
                     <li>A. 本公司在本网站公告之系统停机维护期间。
                     </li>
                     <li>B. 电信设备出现故障不能进行数据传输的。
                     </li>
                     <li>C. 因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。
                     </li>
                     <li>D. 由于黑客攻击、电信部门技术调整或故障、网站升级等原因而造成的服务中断或者延迟。
                     </li>
                  </ul>
                  本公司仅对本协议中列明的责任承担范围负责。
                  </p>
                  <p>
                     9.2 因交易所产生的任何风险应由您与交易对方承担。

                  </p>
                  <p>9.3 e签宝用户信息是由用户本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的行为承担全部责任。
                  </p>
                  <p>9.4 在法律允许的情况下，本公司对于与本协议有关或由本协议引起的任何间接的、惩罚性的、特殊的、派生的损失（包括业务损失、收益损失、利润损失、商誉损失、使用数据 或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负有任何责任，即使事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除本公司对上述损失的责任。
                  </p>
                  <p>9.5 您充分知晓并同意本公司可能同时为您及您的对手方提供本服务，您同意对本公司可能存在的该等行为予以明确豁免，并不得以此来主张本公司在提供本服务时存在法律上的瑕疵。
                  </p>
                  <p>9.6 您使用本服务时同意并认可，可能由于系统本身问题、相关作业网络连线问题或其他不可抗拒因素，造成本服务无法提供，对此本公司不承担任何责任。
                  </p>
                  <p>9.7 除本协议另有规定或本公司另行同意外，您对本公司的委托及向本公司发出的指令均不可撤销。
                  </p>
               </div>

               <div>
                  <span>十、违约责任
                  </span>
                  <p>除本公司与您另达成关于违约责任赔偿的书面约定外，因本公司电子签名技术瑕疵导致您签署的电子文件被法院、仲裁委生效判决、裁决认定为无效的，本公司承担损失赔偿责任，前述赔偿责任最高不超过5万元。</p>
               </div>
               <div>
                  <span>十一、法律及争议解决
                  </span>
                  <p>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。因本协议产生的争议，不论争议金额大小，均提交杭州仲裁委员会适用杭州仲裁委员会仲裁规则项下的简易程序进行仲裁。仲裁裁决为终局的，对各方均有拘束力。</p>
               </div>
               <div>
                  <span>十二、其他
                  </span>
                  <p>12.1 您使用e签宝相关服务时，亦应充分阅读、认可并同意遵守相关服务的额外条款。
                  </p>
                  <p>12.2 本协议自您同意勾选并成功注册为本网站用户之日起生效，除非本网站终止本服务协议或者用户丧失本网站用户资格，否则本服务协议始终有效。本服务协议终止并不免除用户根据本服务协议或其他有关协议、规则所应承担的义务和责任。
                  </p>
                  <p>12.3 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
                  </p>
                  <p>12.4 本公司对本服务协议享有最终的解释权。
                  </p>
               </div>
               <p>《用户隐私政策》</p>
               <p>更新日期：2021年11月24日</p>
               <p>生效日期：2021年11月24日</p>

               <p>欢迎访问杭州天谷信息科技有限公司的电子签名平台（以下简称“e签宝”或“我们”），本隐私政策适用于我们提供的产品和服务，包括电子签名产品、存证服务、法律服务等。</p>
               <p>我们尊重并保护您的隐私。您在使用“e签宝”的服务时，我们将按照本隐私政策收集、使用、存储、共享、转让、公开披露、删除您的个人信息。同时，我们会通过本隐私政策向您说明，我们如何为您提供的访问、更改、删除和保护这些信息的方式。我们建议您在使用“e签宝”服务前，务必仔细阅读并了解本隐私政策，在确认充分理解并同意后使用我们的产品或服务。在您使用或在我们更新本隐私政策后继续使用“e签宝”的产品或服务，即意味着您同意本隐私政策（含更新版本）内容，并且同意我们按照本隐私政策收集、使用、存储、分享、转让、公开披露和删除您的相关信息。如对本隐私政策内容有任何疑问、意见或建议，您可通过本隐私政策提供的各种联系方式与我们联系。</p>
               <p>本隐私政策将帮助您了解以下内容：
               <ul>
                  <li>一、我们如何收集您的个人信息；</li>
                  <li>二、我们如何使用您的个人信息；</li>
                  <li>三、我们如何共享、转让、公开披露您的个人信息；</li>
                  <li>四、我们如何使用COOKIES技术；</li>
                  <li>五、我们如何存储您的个人信息；</li>
                  <li>六、我们如何保护您的个人信息；</li>
                  <li>七、您管理个人信息的权利；</li>
                  <li>八、未成年人个人信息保护；</li>
                  <li>九、免责声明；</li>
                  <li>十、本隐私政策如何更新；</li>
                  <li>十一、如何联系我们。
                  </li>
               </ul>
               </p>
               <div>一、我们如何收集您的个人信息</div>
               <p>我们根据合法、正当、必要的原则，收集为实现产品功能所需要的信息，并将收集信息进行合理使用。</p>
               <p>我们会收集以下个人或企业信息：
               <ul>
                  <li>（一）您在注册、实名认证时提供的信息
                     <p>1.1 您在注册“e签宝”账户时需要提供手机号码或电子邮箱作为账户登录名。如您不提供前述信息，您将无法注册“e签宝”账户或无法使用“e签宝”的服务（通过第三方平台登录的情况可能不需要提供手机号码或电子邮箱，具体以第三方平台与我们的约定为准，您可以通过本协议所载明的各种联系方式联系我们进行咨询）。
                     </p>
                     <p>
                        1.2 如您选择进行实名认证服务，您需要根据你所选择的实名认证方式，提供您的真实姓名、身份证/护照等身份证明、人脸识别视频、面部照片、银行卡信息、手机号码、个人手写签名或其他您提供的认证信息。收集此类信息是为了满足相关法律法规的实名制要求，若您不提供此类信息，您将无法完成实名认证，亦无法以实名身份签发文件。
                     </p>
                     <p>如您是法人单位，我们还可能会收集您的公司营业执照信息或组织机构代码证信息、法定代表人姓名及有效证件号码或者身份证正反面照片、公司住所地、公司电话号码或公司对公银行账号信息。</p>
                  </li>
                  <li>
                     （二）您在使用过程中提供的信息
                     <p>我们会收集您主动上传至我们的材料，包含合同原文、哈希值或其他书面材料，该文件或材料可能涉及您的隐私信息或商业秘密。我们会对上述信息进行安全保存。除非您主动提交合同审阅的服务，我们不会主动收集或分析这些信息。</p>
                     <p>此外，为了保障我们服务的可用性、连续性及您的账户安全，我们会收集您的下述信息：</p>
                     <p>2.1 设备信息：设备型号、操作系统版本、唯一设备标识符、IP 地址信息。
                     </p>
                     <p>2.2 软件信息：软件的版本号、浏览器类型。为确保操作环境的安全或提供服务所需（调用其他APP用于认证服务），我们会收集有关您使用的移动应用和其他软件的信息。
                     </p>
                     <p>2.3 某些设备权限：我们可能基于您的允许获得某些设备权限，包括通讯录权限，用于您在签署时便于选择通讯录的联系人作为签署方，并发送相关的签署通知。我们不会保存您的通讯录信息作为他用；相机/摄像头权限，用于人脸识别等特定的服务场景；访问照片权限，用于特定服务场景下您自行选择需要上传的保存在您相册内的图片。
                     </p>
                     <p>请您知悉您可以通过您的设备的应用权限选择开启/关闭上述权限的状态。我们仅能在您允许/开启通讯录、相机/摄像头、访问照片的权限的前提下获得上述权限。
                     </p>
                     <p>2.4 服务日志信息。您在使用我们服务时接入网络的方式、类型和状态、登录时间、操作日志、服务日志等与“e签宝”服务相关的日志信息。
                     </p>
                     <p>2.5 IP及位置信息。例如，我们可能会通过IP地址、GPS、WiFi或基站等途径获取您的地理位置信息。您可以选择开启或关闭地理位置信息的授权，如您关闭授权的，与地理位置相关的功能可能无法使用，可能无法完成相关验证。
                     </p>
                     <p>2.6 e签宝APP收集的个人信息以及获取的权限。
                     </p>
                     <p>APP收集的个人信息及用途和必要性包括：</p>
                     <p>APP基于基本功能实现以及账户安全保障的需要，需要获取用户的以下权限：</p>
                  </li>
                  <li>（三）第三方为实现签约目的提供给我们的信息
                     <p>在获取您明确同意的情况下，我们会与e签宝的合作客户共享您的个人信息，如您授权e签宝的合作客户将您的姓名、身份证号、手机号码、邮箱地址、签署完成的电子文件共享至e签宝平台，您可以在本平台上查看、下载本平台上的信息或文件。</p>
                  </li>
                  <li>（四）其他信息
                     <p>本隐私协议列明的内容并不能完整罗列并覆盖未来可能实现的所有功能和业务场景，我们将基于本隐私政策未载明的其他特定目的收集您的信息，但会事先征求您的同意。</p>
                  </li>
                  <li>（五）征得授权同意的例外
                     <p>根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</p>
                     <p>5.1 与个人信息控制者履行法律法规规定的义务相关的；
                     </p>
                     <p>5.2 与国家安全、国防安全直接相关的；
                     </p>
                     <p>5.3 与公共安全、公共卫生、重大公共利益直接相关的；
                     </p>
                     <p>5.4 与刑事侦查、起诉、审判和判决执行等直接相关的；
                     </p>
                     <p>5.5 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人授权同意的；
                     </p>
                     <p>5.6 所收集的个人信息是您自行向社会公众公开的；
                     </p>
                     <p>5.7 根据个人信息主体要求签订和履行合同所必需的；
                     </p>
                     <p>5.8 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
                     </p>
                     <p>5.9 根据您的要求签订合同所必需的或双方已在合同中另行约定的；
                     </p>
                     <p>5.10 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
                     </p>
                     <p>5.11 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的。
                     </p>
                  </li>
                  <li></li>
                  <li></li>
                  <li></li>
                  <li></li>
               </ul>
               </p>
               <div> 二、我们如何使用您的个人信息</div>
               <p>我们将严格遵守法律法规及与您的约定，将收集到的信息进行如下使用：</p>
               <p>（一）帮助您注册成为我们的用户；</p>
               <p>（二）向您提供产品和服务，包括依托第三方完成的实名认证、意愿认证、存证等服务的合理使用；
               </p>
               <p>（三）产品开发和服务优化；
               </p>
               <p>（四）为了让您更方便的查看合同，授权支付宝合同管家小程序提供您已签署合同的查看等功能；
               </p>
               <p>（五）其他用途：当我们要将信息用于本隐私政策未载明的其他用途或要将基于特定目的收集的信息用于其他目的时，会事先征求您的同意。</p>
               <p>您的信息将会存储在e签宝的服务器上。为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于用户研究分析与统计等服务，但我们不会将我们存储在分析软件中的信息与您在应用程序中提供的个人身份信息相结合。</p>
               <div>三、 我们如何共享、转让、公开披露您的个人信息</div>
               <p>我们不会与任何公司、组织和个人共享您的个人信息，但以下情况除外：
               <ul>
                  <li>（一）共享
                     <p>1.1我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的强制性要求，对外共享您的个人信息。
                     </p>
                     <p>1.2与合作机构共享:为实现电子签名或其他e签宝提供的服务的目的，我们的某些服务将由我们和合作机构共同提供。我们会根据法律法规及协议约定与合作伙伴共享您的某些个人信息。
                     </p>
                     <p>（1）您的个人身份信息及签署信息需传输至电子认证服务机构(简称CA，Certificate Authority)、公证处、司法鉴定中心、区块链、互联网法院、仲裁委、第三方身份认证机构，由上述权威机构出具相应证明文件或基于处理案件的目的进行使用并保存。我们仅会出于合法、正当、必要的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。
                     </p>
                     <p>（2）e签宝APP通过SDK方式共享的信息：某些产品和服务可能由我们的授权合作机构提供，我们会通过SDK的形式向您提供产品或服务。在此过程中，我们的授权合作机构可能会收集、使用和存储您的相关数据或信息，我们列举了具体的授权合作机构，并提供了该第三方的隐私政策链接，我们建议您阅读该第三方的隐私政策。</p>
                     <p>APP集成的涉及收集个人信息或相关数据的第三方SDK及其目的、方式和范围：</p>
                     <p>APP集成的不涉及收集个人信息或相关数据的第三方SDK及其目的和需要获取的权限：</p>
                     <p>当APP在后台运行时，提供消息推送及性能监控和日志上传服务的SDK会继续运行。这是因为：1、为了保证业务推送消息的可达性，推送服务需要在后台继续运行，包括个推SDK和用户手机厂商对应的提供消息推送服务的SDK。2、为了保证APP的兼容性和稳定性，会在APP空闲或后台空闲时上传日志，进行性能和错误分析，包括神策分析SDK、腾讯Bugly SDK、腾讯TBS SDK。</p>
                     <p>请您知悉，我们仅会出于合法、正当、必要的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们会对授权合作机构开展个人信息安全影响评估，对其收集的个人信息或需要授权获得的权限进行合理性分析，定期对其服务能力和安全能力进行评估和监控，并与其签订有关协议明确约定严格的数据保护措施，要求其应遵守相关的法律法规的规定，严格按照我们的标准、本隐私政策以及其他任何相关的保密和安全措施来处理您的个人信息。以上SDK合作机构均通过去标识化、加密传输和处理的安全处理方式处理您的个人信息。</p>
                     <p>如您在使用过程中一旦发现我们的授权合作机构有违法违规的行为，您可以通过本隐私政策提供的联系方式与我们取得联系，我们会予以核实并及时中止与该第三方的合作，尽最大可能保障您的个人数据和隐私信息不受侵害。</p>
                     <p>1.3 为了让您有更好的体验、改善我们的服务或经您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某些服务所收集的信息用于我们的其他服务。例如，将您在使用我们某项服务时的信息，用于用户研究分析与统计等服务。</p>
                     <p>1.4 为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息或将所收集到的信息用于大数据分析，例如，您应用程序的频率、故障信息、总体使用情况、性能数据或分析形成不包含任何个人信息的城市热力图或行业洞察报告等。我们可能对外公开并与我们的合作伙伴分享经统计加工后不含身份识别内容的信息，用于了解用户如何使用我们服务或让公众了解我们服务的总体使用趋势。</p>
                  </li>
                  <li>（二）转让
                     <p>我们不会将您的个人信息转让给其他任何公司、组织和个人，但以下情形除外：</p>
                     <p>2.1 随着“e签宝”业务的发展，我们及我们的关联公司有可能进行合并、收购、资产转让或其他类似的交易。如相关交易涉及到您的个人信息转让，我们会要求新持有您个人信息的公司、组织和个人继续受此政策约束，否则我们将要求该公司、组织和个人重新征得您的授权同意。</p>
                     <p>2.2 在获得您明确同意的情形下转让，我们会向其他方转让我们已经获取的您的个人信息。</p>
                  </li>
                  <li>
                     （三）公开披露
                     <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
                     <p>3.1已经获得您明确同意。</p>
                     <p>3.2在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</p>
                     <p>3.3法律法规规定的其他情形。</p>
                  </li>
               </ul>
               </p>
               <div>四、 我们如何使用COOKIE技术</div>
               <p>在您使用我们的产品或服务时，我们的平台会自动接收并记录您的浏览器和计算机上的信息，其中包括您的 IP 地址，您生成的电子签章，软硬件特征信息、以及您需求的网页记录，COOKIE中的信息等。为确保网站正常运转，我们会在您的计算机或移动设备上存储名为Cookie的小数据文件。在您未拒绝接受COOKIE的情况下，COOKIE将被发送到您的浏览器，并储存在您的计算机硬盘。我们使用COOKIE储存您访问我们网站的相关数据，在您访问或再次访问我们的网站时，我们能识别您的身份，并通过分析数据为您提供更好更多的服务。您有权选择接受或拒绝接受COOKIE。您可以通过修改浏览器的设置以拒绝接受COOKIE，但是我们需要提醒您，因为您拒绝接受COOKIE，您可能无法使用依赖于COOKIE的部分功能。</p>
               <div>五、 我们如何存储您的个人信息 </div>
               <p>
               <ul>
                  <li>（一）我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。若为处理跨境业务，确需向境外机构传输境内收集的相关个人信息的，我们会按照法律、行政法规和相关监管部门的规定执行。我们会确保您的个人信息得到足够的保护，例如匿名化、安全存储等。</li>
                  <li>（二）我们仅在本隐私政策所属目的所必须期间和法律法规要求的时限内存储您的个人信息，根据《电子签名法》规定，我们会保存您的个人信息至少五年。</li>
                  <li>（三）但在下列情况下，我们有可能因需符合法律要求，更改个人信息的存储时间：
                     <p>3.1 为遵守适用的法律法规等有关规定；
                     </p>
                     <p>3.2 为遵守法院判决、裁定或其他法律程序的规定；
                     </p>
                     <p>3.3 为遵守相关政府机关或法定授权组织的要求；
                     </p>
                     <p>3.4 我们有理由确信需要遵守法律法规等有关规定；
                     </p>
                     <p>3.5 为执行相关服务协议或本隐私政策、维护社会公共利益，为保护我们的客户、我们或我们的关联公司、其他用户或雇员的人身财产安全或其他合法权益所合理必需的用途。
                     </p>
                  </li>
                  <li>（四）如我们停止运营“e签宝”的产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们存储的个人信息进行删除或匿名化处理。</li>
               </ul>
               </p>
               <div>
                  六、 我们如何保护您的个人信息
               </div>
               <p>
               <ul>
                  <li>（一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。我们的应用服务全站使用https传输协议，采用权威CA颁发的TLS/SSL证书加密传输，确保您的个人信息和数据在传输过程中的机密性和完整性。我们要求全体员工签署《保密协议》，定期开展信息安全、隐私保护系列培训，不断提升员工对信息安全和隐私保护的意识。员工内部系统统一部署DLP数据防泄漏系统，对敏感和隐私数据的外发、打印及拷贝进行监控、追踪和审计等。
                  </li>
                  <li>（二）我们已经取得了以下认证：ISO/IEC 27701 隐私信息管理体系认证、ISO/IEC 27001信息安全管理体系认证、ISO/IEC 27018公有云个人信息保护认证、可信云服务认证、公安部信息安全等级保护三级认证等国际及国内权威认证。我们积极对标国内外信息安全及隐私保护相关的法律法规，通过高强度的认证、高密级的加密保护，不断提升我们的信息安全及隐私保护标准，持续改进我们的产品和服务。
                  </li>
                  <li>（三）我们承诺我们将使信息安全保护达到业界领先的安全水平。为保障您的信息安全，我们致力于使用各种安全技术及配套的管理体系来尽量降低您的信息被泄露、毁损、误用、非授权访问、非授权披露和更改的风险。例如：通过网络安全软件（SSL）进行安全传输、信息安全存储、严格限制数据中心的访问。传输和存储个人敏感信息（含个人生物识别信息）时，我们将采用安全、权限控制、去标识化等安全措施。同时我们对数据采取了备份和恢复技术，在数据丢失的情况下及时恢复。
                  </li>
                  <li>（四）对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护条款，要求其按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</li>
                  <li>（五）为了保障您的信息安全，我们在收集您的信息后，将采取各种隔离必要的措施保护您的信息。我们会将去标识化后的信息与可用于恢复识别个人的信息分开存储，确保在针对去标识化信息的后续处理中不重新识别个人。</li>
                  <li>（六）在不幸发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知用户信息主体时，我们会采取合理、有效的方式发布公告。
                  </li>
               </ul>
               </p>
               <p>同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>

               <div>七、 您管理个人信息的权利</div>
               <p>
               <ul>
                  <li>（一）访问您的个人信息
                     <p>您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过访问www.esign.cn来查询、编辑您账号中的个人资料信息、更改您的密码、添加安全信息。
                     </p>
                     <p>如您无法通过上述方式访问个人信息，您可以随时通过拨打客服电话400-087-8198或0571-85785223与我们取得联系。
                     </p>
                     <p>我们将在15天内回复您的访问请求。
                     </p>
                  </li>
                  <li>（二）删除您的个人信息
                     <p>您可以通过拨打客服电话400-087-8198或0571-85785223来申请删除您的个人信息。
                     </p>
                     <p>在以下情况发生时，您有权要求“e签宝”删除您的个人信息：
                     </p>
                     <p>2.1我们没有征求您的明确同意，收集了您的个人信息。
                     </p>
                     <p>2.2我们处理您的个人信息违反了法律法规要求。
                     </p>
                     <p>2.3我们违反了与您的约定来使用和处理您的个人信息。
                     </p>
                     <p>2.4您不再使用我们的产品或服务，或注销了“e签宝”账号。
                     </p>
                     <p>2.5我们停止对您提供服务。
                     </p>
                     <p>基于业务的需要，为维护交易多方的利益，在本条第二款2.4的情形下，我们仍将保留您与实名认证、意愿认证、签署业务直接关联的个人信息。
                     </p>
                     <p>如您仍想删除此部分信息，需您与业务全部相关方授权同意，我们在收到您与业务全部相关方共同的删除指令后，会将该业务涉及的您的个人信息进行删除。</p>
                     <p>当您或我们协助您删除相关信息后，因为适用的法律和安全技术，我们可能无法立即从备份系统中删除相应的信息，我们将安全地存储您的个人信息并避免任何进一步处理，直到备份可以清除或实现匿名。</p>
                  </li>
                  <li>（三）更正您的个人信息
                     <p>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。您可以通过www.esign.cn或联系客服予以更正。
                     </p>
                     <p>
                        如您无法通过上述方式更正您的个人信息，您可以随时通过拨打客服电话400-087-8198或0571-85785223与我们取得联系，我们将在15天内回复您的访问请求。
                     </p>
                  </li>
                  <li>（四）注销
                     <p>如您不再需要使用我们的产品或服务，您可以通过www.esign.cn申请注销您的账户，我们承诺在15天内完成核查和处理。
                     </p>
                     <p>请您知悉，如您注销“e签宝”账户后，您将无法再以此账号登录和使用我们的产品和服务，我们将终止为该账号提供电子签名产品服务、存证服务、法律服务等。账号注销完成将无法恢复。但我们善意地提示您，为符合相关法律法规地要求，您在使用我们的产品和服务期间提供或产生地个人信息和数据我们仍会根据《电子签名法》的要求保存至少五年。
                     </p>
                  </li>
               </ul>
               </p>

               <div>
                  八、 未成年人个人信息保护
               </div>
               <p>
                  若您是未满18周岁的未成年人，在使用我们的产品及相关服务前，应在您的父母或其他监护人监护、指导下共同阅读并同意本隐私政策；
                  我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、共享或披露未成年人的个人信息；如果我们发现在未事先获得可证实的父母或其他监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。
                  若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。
               </p>

               <div>
                  九、 免责声明
               </div>
               <p>
               <ul>
                  <li>（一）“e签宝”含有其他网站的链接，我们可能在任何需要的时候增加商业伙伴或共用品牌的网站。“e签宝”对您通过“e签宝”链接到其他网站需要的隐私保护不负任何责任。</li>
                  <li>（二）因您个人原因导致账号密码泄露从而导致个人信息泄露的，“e签宝”不负任何责任，但我们会积极地配合您找回密码或更改密码。
                  </li>
               </ul>
               </p>

               <div>
                  十、 本隐私政策如何更新
               </div>

               <p>
               <ul>
                  <li>（一）我们可能适时修订本隐私政策内容。我们会在本页面上发布对本隐私政策所做的任何变更。</li>
                  <li>（二）对于重大变更，我们还会提供更为显著的通知（我们会通过电子邮件或在浏览页面做显著提示的方式，说明本隐私政策的具体变更内容）。本隐私政策所指的重大变更包括但不限于：
                     <p>2.1我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等。
                     </p>
                     <p>2.2我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等。
                     </p>
                     <p>2.3个人信息共享、转让或公开披露的主要对象发生变化。
                     </p>
                     <p>2.4我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时。
                     </p>
                     <p>2.5个人信息安全影响评估报告表明存在高风险时。
                     </p>
                  </li>
                  <li>（三）如我们的产品（包括APP）业务功能更新后，涉及增加收集个人信息范围的，我们会通过隐私政策更新即时告知您。如您拒绝变更后的隐私政策的，我们将在原有的业务范围内继续为您提供服务，但变更后的隐私政策中存在代替原有业务功能的新增业务功能的信息收集权限的除外。</li>
               </ul>
               </p>

               <div>
                  十一、 如何联系我们
               </div>
               <p>如果您对我们的隐私政策及对您个人信息的处理有任何疑问、意见、建议或投诉，可通过客服电话400-087-8198或0571-85785223来反馈，我们提供7*24小时的热线服务。
               </p>

               <p>《数字证书服务协议》</p>
               <div>
                  声明：
                  <ul>
                     <li>
                        1.本协议是您与杭州天谷信息科技有限公司签订的就杭州天谷信息科技有限公司为您提供数字证书服务相关事宜的有效合同。您应当审慎阅读、充分理解并遵守《数字证书服务协议》（以下简称“本协议”），特别是以加粗方式特别提示的条款，本协议具有合同效力，当您勾选确认后即成立生效。如您对本协议有任何疑问或对任何条款不能准确理解的，请不要进行后续操作。

                     </li>
                     <li>2.您承诺接受并遵守本协议的约定，届时您不可以未阅读本协议内容或未获得杭州天谷信息科技有限公司对您问询的解答等理由，主张本协议无效，或要求撤销本协议。
                     </li>
                     <li>3.与杭州天谷信息科技有限公司合作的电子认证服务机构的列表作为本协议附件在本协议尾部向您展示，您在首次申请并使用数字证书时，即视为您已经通过该机构的官方网站阅读其公示的《电子认证服务规则》、《数字证书服务协议》以及《数字证书使用安全提示》，充分了解电子认证服务机构的权利、义务及责任。
                     </li>
                     <li>4.本数字证书服务协议更新日期为2021年12月1日，将于2021年12月1日正式生效。
                     </li>
                  </ul>
               </div>
               <div>
                  <span>一、数字证书服务简介</span>
                  <p>杭州天谷信息科技有限公司（以下简称“e签宝”）作为注册机构与获得了《电子认证服务许可证》的电子认证服务机构合作，接受您的申请，对您的申请信息进行审核，并在您通过审核后向电子认证服务机构申请数字证书，履行《电子认证业务规则》中注册机构的义务，并向您提供电子签名服务。</p>
               </div>
               <div>
                  <span>二、名词解释</span>
                  <p>1.电子签名：指数据电文中以电子形式所含、所附用于识别签名人身份并表明签名人认可其中内容的数据。</p>
                  <p>2.数字证书：即电子签名认证证书，是电子认证服务机构颁发的，包含电子认证服务提供者名称、证书持有人名称、证书序列号、证书有效期、证书持有人的电子签名验证数据、电子认证服务提供者的电子签名等信息的电子文件。本协议中的“数字证书”指个人数字证书或企业数字证书，形式包含UKEY证书和云证书。</p>
                  <p>3.电子认证服务机构：获得了《电子认证服务许可证》，受订户信任的，负责数字证书创建和签发、更新、吊销、密钥管理、证书查询、证书黑名单（又称证书吊销列表或CRL）发布的第三方机构。
                  </p>
                  <p>4.注册机构：即RA机构，指面向数字证书订户，负责订户数字证书的申请、审核和数字证书管理工作的机构。本协议中注册机构指e签宝。</p>
                  <p>5.订户：通过e签宝向电子认证服务机构申请数字证书的个人、组织机构。</p>
                  <p>6.私钥：经由数学运算产生的密钥（由持有者保管），用于制作数字签名，亦可依据运算方式，就相对应的公开密钥加密的文件或信息（以确保资料的机密性）予以解密。</p>
                  <p>7.公钥：经由数学运算产生的密钥，可公开取得、并可用于验证由其对应的私钥所产生的数字签名。公开密钥亦可依据其运算方式，将信息或档案加密，再以对应的私钥进行解密。</p>
                  <p>8.依赖方：依赖方是指信赖于数字证书所证明的基础信任关系并依此进行业务活动的个人或机构。</p>
               </div>
               <div>
                  <span>三、数字证书的使用</span>
                  <p>1.数字证书和电子签名的使用条件。您通过e签宝平台或接受e签宝提供电子签名服务的其他平台订立电子合同或签署电子文件时，需要使用数字证书和电子签名对您的真实身份及签署意愿进行确认。
                  </p>
                  <p>2.服务收费的项目和标准。除对e签宝提供的数字证书服务有定制需求外，您通过e签宝申请数字证书的服务费用包含在e签宝收取的电子签名服务费用中。
                  </p>
                  <p>3.申请数字证书。您使用数字证书前，需要向e签宝提出数字证书申请。您勾选本协议并接受e签宝提供的服务时，即作出了您申请数字证书的意思表示。您应当按照本协议的约定如实提供您申请数字证书所需的材料，以供e签宝进行审核。
                  </p>
                  <p>4.颁发数字证书。您提交的数字证书申请材料通过e签宝的审核后，e签宝即为您向第三方电子认证服务机构申请颁发数字证书。e签宝会以一定的方式对您数字证书申请结果进行通告，如：您申请失败则无法继续享受e签宝的服务。
                  </p>
                  <p>5.使用和更新数字证书。e签宝为您申请的数字证书只能在有效期限内、在e签宝平台或接受e签宝提供电子签名服务的其他平台上使用。数字证书有效期限届满，e签宝将为您自动更新数字证书。您的数字证书被吊销的，数字证书的有效期限届满。
                  </p>
                  <p>6.吊销数字证书。吊销数字证书分为主动吊销和被动吊销。主动吊销指由订户提出吊销申请，经注册机构审核通过后吊销证书的情形；被动吊销指当电子认证服务机构或注册机构确认订户违反证书应用规定、约定或订户主体已经消亡等情况发生时，采取吊销证书的手段以停止对该证书的证明。
                  </p>
                  <p>7.数字证书私钥在有效期内损毁、丢失、泄露的，您应当及时申请办理吊销手续，吊销自手续办妥时起生效，吊销生效前发生的损失由您承担。
                  </p>
                  <p>8.您知悉证书私钥已经丢失或者可能已经丢失时，应当及时告知e签宝平台，协助完成吊销该证书的工作，并终止使用该证书。
                  </p>
                  <p>9.如您将数字证书使用于法律、行政法规定义为非法事项上，e签宝将向电子认证服务机构申请吊销您的数字证书。
                  </p>
                  <p>10.e签宝将对您的数字证书信息进行归档，归档记录至少保存至证书失效后5年。
                  </p>
                  <p>11.依赖方使用。依赖方接受到经您签名的信息后，可以验证数字证书的有效性，并使用数字证书上的公钥验证签名，以此判断其收到的信息中您的电子签名是否有效。依赖方能够通过接受您的签名信息获取到数字证书中包含的您的个人信息。
                  </p>
               </div>
               <div>
                  <span>四、订户的权利和义务</span>
                  <p>1.您应按照e签宝规定的数字证书申请流程向e签宝提供有关资料，并保证所填写的注册信息和所提供的资料的真实性、准确性和完整性，否则e签宝有权拒绝您的申请请求。
                  </p>
                  <p>2.您的数字证书信息在有效期限内变更的，应当及时书面告知e签宝，并终止使用该数字证书。
                  </p>
                  <p>3.若您为企业用户，您企业分立、合并、解散、注销、宣告破产或倒闭，或被撤销营业执照等主体资格终止的，应于上述情况发生时的5个工作日内通过书面形式告知e签宝申请吊销数字证书，并终止使用该数字证书，否则，因未尽该通知义务给e签宝造成损失的，由您全部赔偿。
                  </p>
                  <p>4.您同意e签宝向有关部门和个人核实您的信息。e签宝应合法地收集、处理、传递及应用您的个人信息及资料，按照国家有关规定及本协议的约定予以保密。
                  </p>
                  <p>5.您对数字证书享有独立的使用权。您使用数字证书产生的权利，由您享有；您使用数字证书产生的义务、责任，由您承担。
                  </p>
                  <p>6.您应当妥善保管数字证书私钥。因您原因致使私钥泄露、损毁或者丢失的，损失由您承担。
                  </p>
                  <p>7.为了您能够通过e签宝平台获得数字证书服务及电子签名服务，您授权e签宝以适当的方式为您保存数字证书，以及在您的授权下帮助您调用数字证书。经您授权的行为，其权利义务及后果责任均归由您承担。
                  </p>
               </div>
               <div>
                  <span>五、e签宝的权利和义务</span>
                  <p>1.e签宝应当根据与您签订的协议约定，为您提供数字证书服务及电子签名服务。
                  </p>
                  <p>2.e签宝应当按照《电子认证业务规则》履行注册机构的义务，包括审核您提交的注册信息和所提供的资料的真实性、准确性和完整性，为您申请数字证书、保存数字证书以及在您授权后为您调用数字证书。
                  </p>
                  <p>3.您有下列情形之一，e签宝有权向电子认证服务机构申请吊销数字证书并不承担任何责任。由此给e签宝造成损失的，您还应当向e签宝承担赔偿责任：
                  <ul>
                     <li>（1）您向e签宝提供的资料或者信息不真实、不完整或者不准确的；
                     </li>
                     <li>（2）您数字证书的信息有变更，未终止使用该数字证书并通知e签宝的；
                     </li>
                     <li>（3）您知悉私钥已经丢失或者可能已经丢失时，未终止使用该数字证书并通知e签宝的；
                     </li>
                     <li>（4）您超过数字证书的有效期限及应用范围使用数字证书的；
                     </li>
                     <li>（5）您企业分立、合并、解散、注销、宣告破产或倒闭，被撤销营业执照等主体资格终止的；
                     </li>
                     <li>（6）您使用数字证书用于违法、犯罪活动的。
                     </li>
                  </ul>
                  </p>
               </div>
               <div>
                  <span>六、免责条款</span>
                  <p>1.因设备故障、电力故障及通讯故障或者电脑病毒、自然灾害等因素造成您损失的，e签宝不承担任何责任。
                  </p>
                  <p>2.由于电子认证服务机构的原因导致数字证书私钥被破译、窃取，致使您遭受损失的，由电子认证服务机构向您承担赔偿责任。
                  </p>
               </div>
               <div>
                  <span>七、协议的终止</span>
                  <p>有下列情形之一的，本协议终止：
                  <ul>
                     <li>1.您的数字证书期限届满；</li>
                     <li>2.您的数字证书被吊销；</li>
                     <li>3.您向e签宝申请吊销数字证书或终止本协议，e签宝同意的；</li>
                     <li>4.双方协商终止本协议的；</li>
                     <li>5.依据法律、法规等规定，本协议应当终止的。</li>
                  </ul>
                  </p>
               </div>
               <div>
                  <span>八、争议解决条款</span>
                  <p>因本协议产生的争议，不论争议金额大小，均p提交杭州仲裁委员会适用杭州仲裁委员会仲裁规则项下的简易程序进行仲裁。仲裁裁决为终局的，对各方均有拘束力。</p>
                  <p>附录：CA机构名单（排名部分不分先后）</p>
               </div>
               <div>
                  <p>浙江省数字安全证书管理有限公司 官方网址： <a href="https://www.zjca.com.cn/"
                        target="_blank">https://www.zjca.com.cn</a></p>
                  <p>中金金融认证中心有限公司 官方网址： <a href="https://www.cfca.com.cn/"
                        target="_blank">https://www.cfca.com.cn</a></p>
                  <p>新疆数字证书认证中心（有限公司） 官方网址： <a href="https://www.xjca.com.cn/"
                        target="_blank">https://www.xjca.com.cn</a></p>
                  <p>陕西省数字证书认证中心股份有限公司 官方网址： <a href="https://www.snca.com.cn/"
                        target="_blank">https://www.snca.com.cn</a></p>
                  <p>湖北省数字证书认证管理中心有限公司 官方网址： <a href="https://www.hbca.org.cn/"
                        target="_blank">https://www.hbca.org.cn</a></p>
                  <p>四川省数字证书认证管理中心有限公司 官方网址： <a href="https://www.scca.com.cn/"
                        target="_blank">https://www.scca.com.cn</a></p>
                  <p>江苏智慧数字认证有限公司 官方网址： <a href="https://smartcert.cn/"
                        target="_blank">https://smartcert.cn</a></p>
                  <p>云南省数字证书认证中心有限公司 官方网址： <a href="https://yunnanca.net/"
                        target="_blank">https://yunnanca.net</a></p>
                  <p>北京中认环宇信息安全技术有限公司 官方网址： <a href="http://cqcca.com/"
                        target="_blank">http://cqcca.com</a></p>
                  <p>西部安全认证中心有限责任公司 官方网址： <a href="https://www.cwca.com.cn/"
                        target="_blank">https://www.cwca.com.cn</a></p>
               </div>
            </div>
         </template>
      </el-dialog-module>
   </div>
</template>
<script>
import { reactive, ref, toRefs } from 'vue'
export default {
   setup (props, { emit }) {
      const state = reactive({
         dialogButton: ['取消', ''],
         isShow: false,
         title: '印章管理协议',
         init () {
            state.isShow = true
         },
         onClose () {
            state.isShow = false
         }
      })
      return {
         ...toRefs(state)
      }
   }
}
</script>
<style lang="scss">
.imgp {
   .imgp-title {
      font-family: 'siyuan, siyuan-Regular';
      font-style: normal;
      font-weight: 600;
      font-size: 20px;
      line-height: 28px;
      text-align: center;
      color: #1d2129;
      margin-bottom: 20px;
   }
   div,
   p {
      font-family: 'siyuan, siyuan-Regular';
      font-style: normal;
      font-weight: 400;
      font-size: 12px;
      line-height: 20px;
      color: #000000;
      padding-bottom: 10px;
   }
   p {
      text-indent: 2em;
      span {
         display: block;
         padding-bottom: 10px;
      }
   }
   .textindent4 {
      text-indent: 4em;
   }
   div {
      & > span {
         padding-bottom: 10px;
      }
   }
   a{
      color:#1664ff;
   }
   a:hover{
      opacity: 0.85;
   }
}
</style>
